Hooks:Add("LocalizationManagerPostInit", "localizationmanager", function(loc)
	LocalizationManager:add_localized_strings({

    
    menu_unseen_strike_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Скорострельность оружия удвоена$NL;$NL;ПРО: ##$pro;##$NL;Урон оружия удвоен",
    
    menu_frenzy_desc = "БАЗОВЫЙ: ##$basic;##$NL;Вы наносите на ##+9## больше урона.$NL;$NL;ПРО: ##$pro;##$NL;Вы наносите на ##+12## больше урона",   
    
    menu_steady_grip_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Ваше оружие стабильнее на ##8## единиц.$NL;$NL;ПРО: ##$pro;##$NL;Ваше оружие стабильнее на ##16## единиц.",
    
    menu_stable_shot_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Ваше оружие точнее на ##8## единиц.$NL;$NL;ПРО: ##$pro;##$NL;Точность вашего оружия будет повышена на ##16##,если вы стоите на месте.",
    
    menu_wolverine_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Чем ниже ваше здоровье тем больше вы наносите урона до ##99%##$NL;$NL;ПРО: ##$pro;##$NL;Чем ниже ваше здоровье тем больше вы наносите урона до ##119%##",
    
    menu_spotter_teamwork_beta = "Специализированное убийство",
    
    menu_spotter_teamwork_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Урон с установленным глушителем ##+15##$NL;$NL;ПРО: ##$pro;##$NL;Урон с установленным глушителем ##+19##",
    
    menu_thick_skin_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Оружие ближнего боя менее заметно на ##2## пункта$NL;$NL;ПРО: ##$pro;##$NL;Оружие менее заметно на ##2## пункта",
   
    menu_ecm_booster_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Длительность вашего есм увеличено на ##25%##.Ваши есм могут открывать двери с электриическим замком$NL;$NL;ПРО: ##$pro;##$NL;Скорость ответа на пейджер ##35%##",
    
    menu_show_of_force_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;При взаимодействии вы получаете снижение урона ##50%##$NL;$NL;ПРО: ##$pro;##$NL;При взаимодействии вы получаете снижение урона ещё ##20%##",
    
    menu_oppressor_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Скорость восстановления брони ##15%##.Время ослепления от светошумовой гранаты снижено на ##75%##.\n\nУрон снижен на ##10%##$NL;$NL;ПРО: ##$pro;##$NL;Броня баллестических желетов увеличена на ##20## ",
    
    menu_pack_mule_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Позволяет кидать сумки на ##50%## дальше$NL;$NL;ПРО: ##$pro;##$NL;Позволяет кидать сумки ещё ##50%## дальше.За каждые ##10## единиц брони штраф к скорости переноса добычи уменьшен на ##1%##.При переносе сумки убирает штрафы.  ",
    
    menu_akimbo_skill_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Урон парных оружий ##+15##$NL;$NL;ПРО: ##$pro;##$NL;Урон парных оружий ##+19##\n\nёмкость боеприпасов увеличивается на ##50%##",
     
    menu_backstab_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL; ##25%## шанс критического выстрела       $NL;$NL;ПРО: ##$pro;##$NL; ##25%## шанс критического выстрела\n\nЕсли вы не получаете урона как по броне так и по вашему здоровью в течение ##4## секунд, шанс нанести критический урон будет увеличен на ##35%## в течение ##6## секунд.    ",
    
    menu_jail_diet_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Шанс уклонения ##8## $NL;$NL;ПРО: ##$pro;##$NL;Шанс уклонения ##15## ",
    menu_juggernaut_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Показатель брони увеличен на ##30%##.\n\nУрон снижен на ##25%## $NL;$NL;ПРО: ##$pro;##$NL;Позволяет надеть улучшенный комбинированный тактический бронежелет.",
    menu_fire_control_beta_desc = "БАЗОВЫЙ: ##$basic;##$NL;Увеличивает урон вас и вашей команды ##+30##$NL;$NL;ПРО: ##$pro;##$NL;Бонус увеличен на ##+50##",
    ----------
    menu_deck4_3_desc = "Присядая вы получаете ##5## уклонения "

     

}) 
end)